[
{
"storyname": "The Cabin",
"story": "A hiker decided to go on a hike by himself. Something he was not very used to. The whole day was normal. Trees and bushes engulfed his surroundings. He enjoyed being outdoors in the mountains. Nothing seemed strange to him, that was until he was making his way back to his car. He figured an eight hour hike was good enough. The sky was already getting dark and he needed to get back, fast. What was odd was how much he didn’t recognize the trail back. He began to panic. Night had already taken over and all he had was a flashlight and no clue on how to get back. He knew it was already too late and too dangerous to keep going through the perilous forest. He began to worry that he would have no shelter for the night when almost luckily enough, he stumbled across a broken-down cabin. It was dark, and seemed like no one had visited it in years, but he knew it was the only place where he could rest until daylight, especially since his flashlight was running out of battery. He knocked on the door a few times but no one answered, so he let himself in where strangely enough, a perfect bed fitted for one person awaited him in the center. He knew that if the owner came back he could explain himself, he was sure that the owner wouldn’t mind, or was even probably dead. So he went ahead and got himself comfortable in bed. As he tried to sleep, he couldn’t ignore the collection of paintings around the room; portraits of strange looking people all peering at him, each wearing a smile that sent chills up his spine. Not too long after his exhaustion from the hike got the best of him and he was able to ignore the faces. The next morning he got up early and was shocked to see that there were no paintings around the room, but windows…",
"storyimglink": "https://drive.google.com/uc?export=view&id=1Iu5TvTa3l2lkZ-JksZo11qwKzyBk2rEq",
"storycategory": "Horror"
},{
"storyname": "The Red Wristband",
"story": "A doctor was working at a hospital, a hospital where the patients were tagged with coloured bands. Green: alive. Red: deceased. One night, the doctor was instructed to get a few supplies from the basement of the hospital, and so he headed to the lift. The lift doors opened and there was a patient inside, minding her own business. Patients were allowed to roam around the hospital to stretch, especially those who have stayed long. The rule was to be back in their rooms before ten. The doctor smiled at the patient before pressing the number for the basement. He found it unusual that the woman didn’t have a button already pressed. He wondered if she was heading to the basement too. The lift finally reached the floor where the doors opened. In the distance a man was limping towards the elevator, and in a panic the doctor slammed the elevator button to close. It finally did and the lift began to ascend back up, the doctor’s heart pounding. “Why did you do that? He was trying to use the lift.” The woman stated, annoyed. “Did you see his wrist?” The doctor asked, “It was red. He died last night. I would know because I did his surgery.” The woman lifted her wrist. He saw red. She smiled. “Like this one?”",
"storyimglink": "https://drive.google.com/uc?export=view&id=1p40V74EKPE8gCXXwv6lSD-XPZ38ChU7K",
"storycategory": "Horror"
},{
"storyname": "Who’s in my bed?",
"story": "A father went to say good night to his seven year old son, very well knowing that if he didn’t his son would have trouble sleeping. It was a nightly routine between them. He entered the dimly lit room where his son waited under his blanket. With the first glance the father could tell there was something unusual about his son tonight, but couldn’t put his finger on it. He looked the same but had a grin that drew from ear to ear. “You okay, buddy?” the father asked. The son nodded, still with the grin, before saying, “Daddy, check for monsters under my bed.” The father chuckled a bit before getting on his knees to check only to satisfy his son. There, under the bed, pale and afraid, was his son. His real son. He whispered, “Daddy, there someone on my bed”.",
"storyimglink": "https://drive.google.com/uc?export=view&id=1oat6NyhKt7b5vaA2ISmhYneXPV3eBqAp",
"storycategory": "Horror"
}
]
