[
{
"storyname": "THE STARFISH STORY",
"story": "An old man walked across the beach until he came across a young boy throwing something into the breaking waves. Upon closer inspection, the old man could see that the boy was tossing stranded starfish from the sandy beach, back into the ocean. “What are you doing, young man?” He asked. “If the starfish are still on the beach when the sun rises, they will die,” the boy answered. “That is ridiculous. There are thousands of miles of beach and millions of starfish. It doesn’t matter how many you throw in; you can’t make a difference.” “It matters to this one,” the boy said as he threw another starfish into the waves. “And it matters to this one.”",
"storyimglink": "https://drive.google.com/uc?export=view&id=1F-Exk_7r0eKy4bpdJ5M5JgkSP4dPTv6l",
"storycategory": "Reallife"
},{
"storyname": "BUILDING YOUR HOUSE",
"story": "An elderly carpenter was ready to retire. He told his employer-contractor of his plans to leave the house-building business to live a more leisurely life with his wife and enjoy his extended family. He would miss the paycheck each week, but he wanted to retire. They could get by. The contractor was sorry to see his good worker go & asked if he could build just one more house as a personal favor. The carpenter said yes, but over time it was easy to see that his heart was not in his work. He resorted to shoddy workmanship and used inferior materials. It was an unfortunate way to end a dedicated career. When the carpenter finished his work, his employer came to inspect the house. Then he handed the front-door key to the carpenter and said, “This is your house… my gift to you.” The carpenter was shocked! What a shame! If he had only known he was building his own house, he would have done it all so differently. So it is with us. We build our lives, a day at a time, often putting less than our best into the building. Then, with a shock, we realize we have to live in the house we have built. If we could do it over, we would do it much differently. But, you cannot go back. You are the carpenter, and every day you hammer a nail, place a board, or erect a wall. Someone once said, “Life is a do-it-yourself project.” Your attitude, and the choices you make today, help build the “house” you will live in tomorrow. Therefore, Build wisely!",
"storyimglink": "https://drive.google.com/uc?export=view&id=1X-fTXBvXnFyecLTuY2zYOgGsdUmuc1Jo",
"storycategory": "Reallife"
},{
"storyname": "FIND HAPPINESS",
"story": "Once a group of 50 people were attending a seminar. Suddenly the speaker stopped and decided to do a group activity. He started giving each attendee one balloon. Each one was asked to write his/her name on it using a marker pen. Then all the balloons were collected and put in another room. Now these delegates were let into that room and asked to find the balloon which had their name written within 5 minutes. Everyone was frantically searching for their name, colliding with each other, pushing around others and there was utter chaos. At the end of 5 minutes no one could find their own balloon. Now each one was asked to randomly collect a balloon and give it to the person whose name was written on it. Within minutes everyone had their own balloon. The speaker then began, “This is happening in our lives. Everyone is frantically looking for happiness all around, not knowing where it is. Our happiness lies in the happiness of other people. Give them their happiness; you will get your own happiness. And this is the purpose of human life…the pursuit of happiness.”",
"storyimglink": "https://drive.google.com/uc?export=view&id=1woMAAklmYZrv-5DSuv4GDhBY4XmQrU5B",
"storycategory": "Reallife"
}
]